Repository: nrundek/TextInfo
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: hr, sr

source: Unable to fetch text
hr: Nije moguće dohvatiti tekst
sr: Ne mogu da dohvatim tekst

source: Cards: {cards:.1f}. {missing} characters to the next card
hr: Kartice: {cards:.1f}. {missing} znakova do sljedeće kartice
sr: Kartice: {cards:.1f}. {missing} karaktera do sledeće kartice

source: Words: {words}
hr: Riječi: {words}
sr: Reči: {words}

source: Characters with spaces: {chars}
hr: Znakova s razmacima: {chars}
sr: Karaktera s razmacima: {chars}

source: Characters without spaces: {chars}
hr: Znakova bez razmaka: {chars}
sr: Karaktera bez razmaka: {chars}

source: Unable to determine column
hr: Nije moguće odrediti kolonu
sr: Ne mogu da odredim kolonu

source: Column {col} of {total}
hr: Kolona {col} od {total}
sr: Kolona {col} od {total}

source: Written lines: {lines}
hr: Napisanih redaka: {lines}
sr: Napisanih redova: {lines}

source: Empty lines: {lines}
hr: Praznih redaka: {lines}
sr: Praznih redova: {lines}

source: Estimated total pages: 0 (by {cpp} chars/page)
hr: Ukupno procijenjeno stranica: 0 (po {cpp} znakova na stranici)
sr: Ukupno procenjeno strana: 0 (po {cpp} karaktera na strani)

source: Estimated total pages: {pages} (by {cpp} chars/page)
hr: Ukupno procijenjeno stranica: {pages} (po {cpp} znakova na stranici)
sr: Ukupno procenjeno strana: {pages} (po {cpp} karaktera na strani)

source: Alt+1: Reports 'text cards' (1 card = 1800 characters including spaces) and characters missing to the next full card.
hr: Alt+1: Ispisuje 'tekstualne kartice' (1 kartica = 1800 znakova uključujući razmake) i broj znakova koji nedostaje do sljedeće pune kartice.
sr: Alt+1: Ispisuje 'tekstualne kartice' (1 kartica = 1800 karaktera uključujući razmake) i broj karaktera koji nedostaje do sledeće pune kartice.

source: Alt+2: Reports the total number of characters (including spaces).
hr: Alt+2: Ispisuje ukupan broj znakova (uključujući razmake).
sr: Alt+2: Ispisuje ukupan broj karaktera (uključujući razmake).

source: Alt+3: Reports the total number of characters (excluding whitespace).
hr: Alt+3: Ispisuje ukupan broj znakova (bez razmaka).
sr: Alt+3: Ispisuje ukupan broj karaktera (bez razmaka).

source: Alt+4: Reports the number of words in the document.
hr: Alt+4: Ispisuje broj riječi u dokumentu.
sr: Alt+4: Ispisuje broj reči u dokumentu.

source: Alt+5: Reports the caret column relative to the total number of columns in the current line (e.g., 'Column 12 of 80').
hr: Alt+5: Ispisuje kolonu kursora u odnosu na ukupan broj kolona u trenutnom retku (npr. 'Kolona 12 od 80').
sr: Alt+5: Ispisuje kolonu kursora u odnosu na ukupan broj kolona u trenutnom redu (npr. 'Kolona 12 od 80').

source: Alt+6: Reports the number of written (non-empty) lines.
hr: Alt+6: Ispisuje broj napisanih (nepraznih) redaka.
sr: Alt+6: Ispisuje broj napisanih redova.

source: Alt+7: Reports the number of empty (blank/whitespace-only) lines.
hr: Alt+7: Ispisuje broj praznih redaka (samo prazni ili s razmacima).
sr: Alt+7: Ispisuje broj praznih redova (samo prazni ili s razmacima).

source: Alt+8: Reports estimated total pages by 1800 chars/page.
hr: Alt+8: Ispisuje procijenjeni ukupan broj stranica po 1800 znakova/stranici.
sr: Alt+8: Ispisuje procenjeni ukupan broj strana po 1800 znakova na stranici.
